Repository: Dhruvacube/shawdurgapuja
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: GoTo HomePage
bn: হোমপেজ

source: Maa Durga Photo
bn: মা দুর্গার ছবি

source: Durga Puja %(yearpassed)s
bn: দুর্গা পূজা %(yearpassed)s

source: Shashti
bn: ষষ্ঠী

source: Saptami
bn: সপ্তমী

source: Ashtami
bn: অষ্টমী

source: Sandhi Puja
bn: সন্ধি পূজা

source: Navami
bn: নবমী

source: Dashami
bn: দশমী

source: Welcome,
bn: স্বাগত,

source: View site
bn: সাইট দেখুন

source: Documentation
bn: ডকুমেন্টেশন

source: Change password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Log out
bn: প্রস্থান

source: Home
bn: হোমপেজ

source: QR Code
bn: কিউআর কোড

source: With Logo
bn: লোগো সহ

source: Without Logo
bn: লোগো ছাড়া

source: Shaw Durga Puja Live | %(title)s | %(yearpassed)s
bn: সাও দুর্গা পূজা লাইভ | %(title)s | %(yearpassed)s

source: Shaw Durga Puja
bn: সাও দুর্গা পূজা

source: About the %(yearpassed)s year puja
bn: %(yearpassed)s বছরের পূজা সম্পর্কে জানুন

source: About the current year puja
bn: চলতি বছরের পূজা সম্পর্কে

source: View the current %(yearpassed)s schedule
bn: বর্তমান %(yearpassed)s সময়সূচী দেখুন

source: See current year schedule
bn: বর্তমান বছরের সময়সূচী দেখুন

source: Visit the Admin Panel
bn: অ্যাডমিন প্যানেলটি দেখুন

source: Admin Panel
bn: অ্যাডমিন প্যানেলটি দেখুন

source: LOGOUT
bn: প্রস্থান

source: Change Language
bn: ভাষা পরিবর্তন করুন

source: Made with
bn: সাইট বানিয়েছে

source: on
bn: দিয়ে

source: LIVE
bn: লাইভ

source: Start Watching
bn: দেখা শুরু করুন্

source: Coming Soon
bn: শীঘ্রই আসছে

source: Maha Shashti
bn: মহাষষ্ঠী

source: <h6>"Kalparambho"</h6> <h6>Durga Devi "BODHON" "Amantran" & "Adhibas"</h6>
bn: <h6>"কলাপরম্ভো"</h6> <h6>দুর্গা দেবী "বোধন" "আমন্ত্রান্" & "আধিবাস"</h6>

source: Maha Saptami
bn: মহাসপ্তমী

source: <h6>Bathing of "Kolabou"</h6> <h6>"Nabo Patrika" "Saptami Puja"</h6>
bn: <h6>"কলাবৌ " স্নান্</h6> <h6>"ণব পত্রিকা" "সপ্তমী পূজা"</h6>

source: Maha Ashtami
bn: মহাঅষ্টমী

source: Ashtami Puja
bn: অষ্টমী পূজা

source: Maha-Bhog Prasad for all starts at
bn: সবার জন্য মহা-ভোগ প্রসাদ

source: @ our Home
bn: অমাদের বারি থেকে শুরু হবে

source: Maha Navami
bn: মহানবমী

source: <h6>Navami Puja</h6> <h6>"Navami Home/Yagna"</h6>
bn: <h6>নবমী পূজা</h6> <h6>"নবমী যজ্ঞ"</h6>

source: Maha Dashami
bn: মহাদশমী

source: <h6>Dashami Puja</h6> <h6>Bisharjan Ritual after the Dashami Puja</h6>
bn: <h6>দশমী পূজা</h6> <h6>দশমী পূজার পরে বিসর্জন</h6>

source: Sorry!! (404)
bn: দুঃখিত !! (৪০৪)

source: Durga Puja
bn: দুর্গা পূজা

source: schedule for the year
bn: বছরের জন্য সময়সূচী

source: has not been released yet.
bn: এর্ এখনও প্রকাশ করা হয়নি।

source: Please visit our home page
bn: আমাদের হোমপেজটি দেখুন

source: Year
bn: বছর

source: Maa Durga Homecoming
bn: মা দুর্গা স্বদেশ প্রত্যাবর্তন

source: Maha Sapatami
bn: মহাসপ্তমী

source: Days
bn: দিনগুলি

source: Having problem in viewing this video in the browser? Then go ahead and watch directly in
bn: ভিদেও তা জদি দেখ্তে জদি অসুবেধে হযে তাহলে অপ্নি সরাসরি এইখানে গিযে দেখুন্

source: Facebook
bn: ফেসবুকে

source: YouTube
bn: ইউটিউবে

source: ( Click Here and go watch directly in the
bn: ( এখানে ক্লিক করুন এবং সরাসরি দেখুন

source: video
bn: ভিদেও

source: PUJA
bn: পুজার জন্নো

source: MAHA
bn: মহা

source: hasn't been
bn: এখনো

source: uploaded
bn: অশেনি

source: or
bn: বা

source: gone live.
bn: লাইভ অশেনি

source: Why don't you check the
bn: আপনি চেক করবেন না কেন

source: year's schedule
bn: বছরের সময়সূচী

source: in the meantime
bn: এরই মধ্যে

source: Check the schedule
bn: সময়সূচী তা দেখুন্
